[LangSelectionDlg]
MUI_LANGDLL_WINDOWTITLE=שפת תוכנית ההתקנה
MUI_LANGDLL_INFO=נא לבחור שפה.

[Installation]
IDS_SAVESETTING=האם לשמור את ההגדרות?
IDS_OperatorName=ספק שירות לניידים
IDS_ChooseOperator=בחר ספק שירות לניידים
IDS_SelectOperatorList=נא לבחור את ספק השירות מתוך הרשימה שלהלן.
IDS_OperatorDescription=תיאור
IDS_SelectOperatorDetail=מתוכנן עבור
IDS_ACSInstalled=במערכת קיימת התקנה מוקדמת של Speedmanager plus/ByteMobile Client. יש להסיר את הגרסה המותקנת ולהפעיל מחדש את מערכת ההפעלה.
IDS_PathTooLong=הנתיב ארוך מדי.
IDS_AlreadyInstall=היישום כבר הותקן. האם להסיר אותו?
IDS_NonAdmin=לא ניתן להתקין את  מאחר שלמשתמש אין הרשאות של מנהל מערכת במחשב הזה.
IDS_IsWin9x=לא נתין להתקין את  במערכת הפעלה Windows 9x.
IDS_AppRunning=נא לסגור תחילה את היישום.
IDS_SameVer=הגרסה הזו של התוכנה כבר מותקנת. האם להסיר אותה תחילה?
IDS_AnotherCustomized=גרסה מותאמת של התוכנה כבר מותקנת. האם להסיר אותה תחילה?
IDS_OldVer=גרסה מוקדמת של התוכנה כבר מותקנת. האם להסיר אותה תחילה?
IDS_HigherVer=גרסה מאוחרת יותר של התוכנה כבר מותקנת. האם להסיר אותה תחילה?
IDS_NonAdminUninst=לא ניתן להסיר את ההתקנה של  מאחר שלמשתמש  אין הרשאות של מנהל מערכת במחשב הזה.
IDS_DELETE_ALL_DATA= האם ברצונך למחוק את כל הקבצים של נתוני המשתמש?



